#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "RUS");
    cout << "Сергей Есенин\n";
    cout << "Береза\n\n";
    cout << "Белая берёза\n";
    cout << "Под моим окном\n";
    cout << "Принакрылась снегом,\n";
    cout << "Точно серебром.\n\n";
    cout << "На пушистых ветках\n";
    cout << "Снежною каймой\n";
    cout << "Распустились кисти\n";
    cout << "Белой бахромой.\n\n";
    cout << "И стоит берёза\n";
    cout << "В сонной тишине,\n";
    cout << "И горят снежинки\n";
    cout << "В золотом огне.\n\n";
    cout << "А заря, лениво\n";
    cout << "Обходя кругом,\n";
    cout << "Обсыпает ветки\n";
    cout << "Новым серебром.\n"; 
}
